[
    {
        "name": "Bali, Indonesia",
        "description": "You’ll find beaches, volcanoes, Komodo dragons and jungles sheltering elephants, orangutans and tigers. Basically, it’s paradise. It’s likely you’ve seen an image of Bali on social media at least once in the past seven days, as it’s such a popular bucket list destination",
        "img": "https://i.ibb.co/8gzzB9m/1.jpg"
    },
    {
        "name": "Marrakesh, Morocco",
        "description": "This ancient walled city is home to mosques, palaces and lush gardens. It’s known as The Red City thanks to the color of the brick walls surrounding the city. The medina is a UNESCO World Heritage Centre",
        "img": "https://i.ibb.co/dfk18HK/2.jpg"
    },
    {
        "name": "Sydney",
        "description": "Sydney is known around the world as one of the greatest and most iconic cities on the planet. Amazing things to do aren’t hard to find; the city has gorgeous beaches, great cafes and world-class entertainment on offer wherever you look.",
        "img": "https://i.ibb.co/D8dNVyL/3.jpg"
    },
    {
        "name": "The Maldives",
        "description": "This tropical nation in the Indian Ocean is made up of more than 1,000 coral islands. It’s home to some of the world’s most luxurious hotel resorts, with white sandy beaches, underwater villas and restaurants and bright blue waters.",
        "img": "https://i.ibb.co/cgqcw9Z/4.jpg"
    },
    {
        "name": "Paris, France",
        "description": "One of the most iconic cities in the world, Paris tops many people’s bucket lists. You’ll see so many famous landmarks here: the Eiffel Tower, Arc de Triomphe, Notre Dame cathedral—the list is never-ending.",
        "img": "https://i.ibb.co/yF5s97J/5.jpg"
    },
    {
        "name": "Dubrovnik, Croatia",
        "description": "As George Bernard Shaw once said, 'Those who seek paradise on Earth should come to Dubrovnik.' With its winding streets, cliffside beach bars and UNESCO World Heritage Site of the Old Town, it’s no wonder Dubrovnik is such a popular spot.",
        "img": "https://i.ibb.co/xStFzNT/6.jpg"
    },
    {
        "name": "Edinburgh, Scotland",
        "description": "With the historic Edinburgh castle looming over the city, culture in spades and wonderfully friendly locals, this is one of the world’s greatest city breaks.",
        "img": "https://i.ibb.co/5KCFLgd/7.jpg"
    },
    {
        "name": "Rome, Italy",
        "description": "Whether it’s your first time in Rome or your 50th, the best thing about this city is that you’ll always discover something new each time you stroll the scenic streets.",
        "img": "https://i.ibb.co/z2YgWb9/8.jpg"
    },
    {
        "name": "Paro Valley, Bhutan",
        "description": "Paro Valley is known for its monasteries, fortresses (or dzongs) and dramatic landscapes. Tucked between China and India, Bhutan is a mysterious country that prides itself on sustainable tourism. You’ll find Paro Taktsang here, a Himalayan Buddhist sacred site.",
        "img": "https://i.ibb.co/Cv1zPKZ/9.jpg"
    },
    {
        "name": "Jaipur, India",
        "description": "Jaipur is known as the ‘Pink City’ for its pale terracotta buildings. This was originally done to impress the visiting Prince Albert during his 1876 tour of India by order of the Maharaja (Sawai Ram Singh). Even today, it’s illegal to paint buildings any other color.",
        "img": "https://i.ibb.co/F7vksJg/10.jpg"
    },
    {
        "name": "Havana, Cuba",
        "description": "Cuba’s capital is almost 500 years old and a riot of color. Brightly painted buildings and vintage cars make Havana a photogenic dream.",
        "img": "https://i.ibb.co/Rp9zxHQ/11.jpg"
    },
    {
        "name": "Waikato, New Zealand",
        "description": "Waikato, a region in New Zealand’s North Island, is home to massive underground caves, lush rainforest and the buzzy city of Hamilton. But the area’s main attraction? A Middle-earth adventure on the film set of Lord of the Rings. Hobbiton Movie Set still has the original Hobbit holes from the making of the films.",
        "img": "https://i.ibb.co/8gP5F06/12.jpg"
    },
    {
        "name": "Los Angeles, USA",
        "description": "In a city with year-round sunshine, glam bars, beaches and hikes, there are endless incredible experiences to enjoy in Los Angeles. It’s no wonder there are almost 5O million ‘LA’ hashtags on Insta.",
        "img": "https://i.ibb.co/GvfmZt8/13.jpg"
    },
    {
        "name": "Santorini, Greece",
        "description": "Santorini is actually a group of islands; Thíra, Thirassiá, Asproníssi, Palea and Nea Kaméni. Beaches with volcanic black or red sand and clear blue waters make this an ideal holiday spot. With its famous Santorini sunsets, it’s no wonder that it’s one of the most popular bucket list destinations.",
        "img": "https://i.ibb.co/4KykrM6/14.jpg"
    },
    {
        "name": "Barbabos",
        "description": "Barbados is one of those magical holiday destinations that everybody dreams about visiting. Who wouldn’t put this on their bucket list? Nestled in the south of the Caribbean, it offers stunning beauty and wonderful local culture and is the perfect place to unwind.",
        "img": "https://i.ibb.co/NCJfsnQ/15.jpg"
    },
    {
        "name": "Amsterdam",
        "description": "Forget about cliched images of smoke shops and gaudy red lights. From floating flower markets to bohemian neighborhoods, this city has it all.",
        "img": "https://i.ibb.co/frx3G3T/16.jpg"
    },
    {
        "name": "Cairo, Egypt",
        "description": "Cairo is one of the most ancient cities in the world. Sitting on the Nile river with wonderful museums, vibrant culture and friendly locals, it makes for a great holiday.",
        "img": "https://i.ibb.co/WFCtmCq/17.jpg"
    },
    {
        "name": "Hawaii",
        "description": "From the hustle and bustle of Oahu to the romance of Maui and off-the-beaten-path adventures on Lanai and Molokai. The Hawaiian Islands are pure paradise. Explore colorful canyons and waterfalls and eat your body weight in fresh poke.",
        "img": "https://i.ibb.co/hWzXvFD/18.jpg"
    },
    {
        "name": "Budapest, Hungary",
        "description": "The capital city of Hungary, Budapest is a fairytale city in Eastern Europe. The city itself is separated by the 19th-century Chain Bridge that connects the hilly Buda district with flat Pest—hence the name Budapest.",
        "img": "https://i.ibb.co/Rp3nqFy/19.jpg"
    },
    {
        "name": "Las Vegas",
        "description": "With the bright lights, party atmosphere and endless things to see and do, it’s no wonder that Las Vegas has become a glittering global tourism destination. Take a chance in the casinos until the early hours or see world-class entertainment.",
        "img": "https://i.ibb.co/CJH7rg3/20.jpg"
    },
    {
        "name": "Matterhorn, Switzerland",
        "description": "The Matterhorn is one of the world’s most iconic peaks—the pyramid-shaped mountain, which is very difficult to climb, is said to be the most-photographed mountain in the world.",
        "img": "https://i.ibb.co/2nKcppr/21.jpg"
    },
    {
        "name": "Ibiza, Spain",
        "description": "While you’ll have your fair share of techno club experiences, Ibiza is also one of the most beautiful Spanish islands, with a pretty Old Town and scenic beaches. Spend the day on the beach and the nights in legendary clubs.",
        "img": "https://i.ibb.co/FztJ4nJ/22.jpg"
    },
    {
        "name": "Bora Bora, French Polynesia",
        "description": "Bora Bora is Tahiti's most famous island. How do overwater bungalows and underwater adventures sound to you? To us, it’s everything we could want from a bucket list destination.",
        "img": "https://i.ibb.co/34Lz9Qh/23.jpg"
    }
]